Repository: Kresanic/Fido-Building-Calcul
Catalog: Fido Building Calcul/Localizable.xcstrings
Source language: en
Languages: sk

source: / month
sk: / mesiac

source: / year
sk: / rok

source: no. %lld
sk: č. %lld

source: %lld days
sk: %lld dni

source: %lld days till deletion
sk: %lld dní do vymazania

# %lld miestností
source: %lld rooms
sk: %lld miestnosti

source: %lld projects
sk: %lld projektov

source: %lld rooms
sk: %lld miestnosti

source: %lld works
sk: %lld prác

source: ©Fido, s.r.o. All rights reserved.
sk: ©Fido, s.r.o. Všetky práva vyhradené.

source: €5.49 / Monthly
sk: 5,49 € / mesiac

source: 7 days of free trial
sk: 7 dní bezplatnej skúšobnej verzie

source: 7 days of free trial, billed annually
sk: 7 dní zadarmo, účtované ročne

source: 7 days of free trial, billed monthly
sk: 7 dní zadarmo, účtované mesačne

source: Access
sk: Prístup

source: Add a new client by clicking on: (+) Choose a private or legal entity and fill in the client's details. Don't forget to save the details.
sk: Nového klienta pridáte kliknutím na: (+) Vyberte súkromnú alebo právnickú osobu a vyplnte údaje o klientovi. Nezabudnite uložiť údaje.

source: Add client
sk: Pridať klienta

source: Add Client
sk: Pridať Klienta

source: Add project
sk: Pridať projekt

source: Add room to this project
sk: Pridať miestnosť do tohto projektu

source: Additional info
sk: Doplnkové informácie

source: Adhesive
sk: Lepidlo

source: Adhesive, netting
sk: Lepidlo, sieťkovanie

source: Adhesive, tiling and paving
sk: Lepidlo, obklad a dlažba

source: adjust individual project prices
sk: upraviť ceny projektov

source: After saving the client's details, you can see already created projects, as well as create a new one by clicking on: (+)
sk: Po uložení údajov klienta môžete vidieť už vytvorené projekty, ako aj vytvoriť nový kliknutím na: (+)

source: App #, Suite (optional)
sk: Voliteľné

source: Appearance
sk: Vzhľad

source: Appearance of the app will match the appearance of the entire iPhone.
sk: Vzhľad aplikácie bude zodpovedať vzhľadu celého iPhonu.

source: Appearance of the app will override the appearance of the entire iPhone and will be set to Dark.
sk: Vzhľad aplikácie prepíše vzhľad celého iPhonu a bude nastavený na Tmavý.

source: Appearance of the app will override the appearance of the entire iPhone and will be set to Light.
sk: Vzhľad aplikácie prepíše vzhľad celého iPhonu a bude nastavený na Svetlý.

source: approved
sk: schválený

source: Approved
sk: Schválený

source: Archive
sk: Archív

source: Archive project
sk: Archivovať projekt

source: Archive project %@?
sk: Archivovať projekt %@?

source: Archived
sk: Archivovaný

source: Archived projects
sk: Archivované projekty

source: archived projects, archive duration
sk: archivované projekty, doba archivovania

source: Archiving period
sk: Doba archivovania

source: Archiving this project will not result in data loss. You can find this project in the 'Archive' tab in the app settings.
sk: Archiváciou tohto projektu nedôjde k strate dát. Tento projekt nájdete na karte 'Archív' v nastaveniach aplikácie.

source: Assign contractor
sk: Priradiť dodávateľa

source: Associate project with a client
sk: Priraďte projekt ku klientovi

source: Automatic
sk: Automaticky

source: Auxiliary and fastening material
sk: Pomocný a spojovací materiál

source: Auxiliary and finishing work
sk: Pomocné a ukončovacie práce

source: Bank account number
sk: IBAN (číslo účtu)

source: Bank Account Number
sk: Číslo účtu

source: Bank Code
sk: SWIFT Kód

source: Banking and legal
sk: Ostatné

source: Bath screen
sk: Zástena sklenená

source: Bathroom
sk: Kúpeľna

source: Bathtub
sk: Vaňa

source: Become Pro!
sk: Stať sa Pro!

source: Bed room
sk: Spálňa

source: Bedroom
sk: Spálňa

source: BID
sk: IČO

source: Brick load-bearing wall
sk: Murovanie nosného muriva

source: Brick partitions
sk: Murovanie priečok

source: Business
sk: Právnická

source: Business entity
sk: Právnická osoba

source: Business ID
sk: Identifikačné číslo organizácie

source: Business information
sk: Firemné informácie

source: By clicking on:( + ) select the room you want to renovate. If you click on: (Custom) you can create your own room name. After adding the work you want to perform, the app will calculate the cost of labor and materials as well as the quantity (m, m2, pcs…) of materials needed for the renovation.
sk: Kliknutím na:( + )vyberte miestnosť, ktorú chcete rekonštruovať. Ak kliknete na: (Vlastné) vytvoríte si vlastny názov miestnosti. Po doplnení prác ktoré chcete vykonať, Vám aplikácia vypočíta cenu práce a materiálu ako aj množstvo (m, m2, ks …) materiálu potrebného pre danú rekonštrukciu.

source: By updating the prices, you will replace all existing prices with those from the general price list. This action is irreversible.
sk: Aktualizáciou cien nahradíte všetky existujúce ceny cenami z všeobecného cenníka. Táto akcia je nevratná.

source: Cancel
sk: Zrušiť

source: capacity per
sk: výdatnosť na

source: ceiling
sk: strop

source: Ceiling no. %lld
sk: Strop č. %lld

source: ceiling, 2 layers
sk: strop, 2 vrstvy

source: ceramic
sk: keramická

# ceramicTiling
source: ceramic
sk: keramický

source: change general prices
sk: zmeniť všeobecné ceny

source: Change type of client
sk: Zmeniť typ osoby

source: Changes will affect prices in new projects
sk: Zmena ceny sa zobrazí v každom novom projekte

source: Changing the price list will overwrite the prices in this project only
sk: Zmena cenníka prepíše ceny v tomto projekte

source: Circumference
sk: Rozmer

source: City
sk: Mesto

source: Client
sk: Klient

source: Client's projects
sk: Klientové projekty

source: Clients
sk: Klienti

source: Coating no. %lld
sk: Náter č. %lld

source: Code
sk: Kód

source: Commute
sk: Cesta

source: Commute length
sk: Dĺžka cesty

source: Companies
sk: Firmy

source: Company
sk: Firma

source: Complementary works
sk: Doplnkové práce

source: Concealed toilet
sk: WC Podomietkové

source: Contact
sk: Kontakt

source: Contact person
sk: Kontaktná osoba

source: Continue
sk: Pokračovať

source: Contractor details
sk: Detaily dodávateľa

source: Contractors
sk: Dodávatelia

source: Contractors details
sk: Detialy dodávateľov

source: Copy
sk: Kópia

source: Corner bead
sk: Rohová lišta

source: Corner valve
sk: Rohový ventil

source: Cottage
sk: Chata

source: Cottages
sk: Chaty

source: Could not reach database.
sk: Nepodarilo sa spojiť s databázou.

source: Count
sk: Počet

source: Country
sk: Krajina

source: Create
sk: Vytvoriť

source: Create profile
sk: Vytvoriť profil

source: Create project
sk: Vytvoriť projekt

source: Create project for client
sk: Vytvoriť projekt pre klienta

source: Create project in which you can calculate prices and material for individual work
sk: Vytvorte projekt, v ktorom môžete kalkulovať ceny a materiál pre jednotlivé práce

source: Create room
sk: Vytvoriť miestnosť

source: Create!
sk: Vytvoriť!

source: Created
sk: Vytvorený

source: Created using Fido Building Calcul app.
sk: Vytvorené aplikáciou Fido Building Calcul.

source: Custom
sk: Vlastné

source: Custom Material
sk: Vlastný materál

source: Custom Work
sk: Vlastná práca

source: Custom work and material
sk: Vlastná práca a materiál

source: Customer
sk: Odberateľ

source: customer@email.com
sk: zákazník@email.sk

source: Customise prices in the entire app and export projects to PDF.
sk: Prispôsobte ceny v celej aplikácii a exportujte projekty do PDF.

source: Customise prices in the entire app and export projects to PDF. Try Pro For Free!
sk: Prispôsobte ceny v celej aplikácii a exportujte projekty do PDF. Vyskúšajte Pro zadarmo!

source: Customize according to your work and material costs. Price changes will reflect in every newly created project.
sk: Prispôsobte si podľa vašej ceny práce a materiálov, ktoré používate. Zmena ceny sa prejaví v každom novo vytvorenom projekte.

source: Dark
sk: Tmavý

source: Data completion
sk: Dopĺňanie údajov

source: Date of issue
sk: Dátum vystavenia

source: day
sk: deň

source: Delete
sk: Vymazať

source: Delete contractor
sk: Vymazať

source: Delete contractor?
sk: Vymazať dodávateľa?

source: Delete project %@?
sk: Vymazať projekt %@?

source: Deleting this contractor profile will permanently delete all data.
sk: Odstránením tohto profilu dodávateľa sa natrvalo vymažú všetky údaje.

source: Demolition
sk: Búracie práce

source: Description
sk: Popis

source: Do you really want leave empty email?
sk: Naozaj si prajete ponechať prázdny e-mail?

source: Do you want to discard the changes?
sk: Chcete zahodiť zmeny?

source: Done
sk: Hotovo

source: Done!
sk: Hotovo!

source: Door
sk: Dvere

source: Door jamb
sk: Obložková zárubňa

source: Doors
sk: Dvere

source: double
sk: dvojitá

source: Double
sk: Dvojitá

source: double, partition
sk: dvojitý, priečka

source: Down Street 3, London
sk: Šafáriková 3, Bratislava

source: Duplicate
sk: Duplikovať

source: Duplicated
sk: Duplikovaný

source: Duration
sk: Dľžka

source: Edit
sk: Upraviť

source: Edit client
sk: Upraviť klienta

source: Edit contractor
sk: Dodávateľ

source: Editing of client
sk: Úprava klienta

source: Email address
sk: Emailová adresa

source: export to PDF
sk: exportovať do PDF

source: feature allows users to modify prices in the general price list, affecting all future projects
sk: funkcia umožňuje používateľom upravovať ceny vo všeobecnom cenníku, čo ovplyvňuje všetky budúce projekty

source: feature enables the export of entire projects into PDF format, allowing direct sharing with clients
sk: funkcia umožňuje export celých projektov do formátu PDF, čo umožňuje priame zdieľanie s klientmi

source: feature enables users to modify prices in a project's price list, influencing prices exclusively within the selected project
sk: funkcia umožňuje užívateľom upravovať ceny v cenníku projektu, čím ovplyvňuje ceny výlučne v rámci zvoleného projektu

source: Fill based on BID
sk: Vyplniť podľa IČO

source: Fill in your client and then assign a project to them
sk: Pridajte svojho klienta a následne priradťe projekt k nemu

source: Fill info
sk: Vyplniť

source: Fill out information for price offers
sk: Vyplňte informácie pre cenové ponuky

source: Flat
sk: Byt

source: Flats
sk: Byty

source: floating floor
sk: plávajúca podlaha

source: Floating floor
sk: Plávajúca podlaha

source: Flush-mounted tap
sk: Batéria podomietková

source: For changing prices in individual projects, use the project price list. Price changes will only affect the current project.
sk: Pre zmenu ceny v jednotlivých projektoch použite cenník projektu. Zmena ceny sa prejavý len v aktuálnom projekte.

source: For details in the price offer
sk: Pre detaily v cenovej ponuke

source: Forever
sk: Navždy

source: General price list
sk: Cenník (hlavný) na spodnej lište

source: Grouting
sk: Špárovanie

source: Grouting no. %lld
sk: Špárovanie č. %lld

source: Grouting, tiling and paving
sk: Špárovanie, obklad a dlažba

source: Guests room
sk: Hosťovská

source: h
sk: hod

source: Hallway
sk: Chodba

source: Height
sk: Výška

source: History
sk: História

source: hot, cold, waste, connection point
sk: teplá, studená, odpad, bod napojenia

source: House
sk: Dom

source: Houses
sk: Domy

source: I agree to receiving sparse email communication regarding my subscription and improvements of the app. **[Check our privacy policy here.](%@)**
sk: Súhlasím s prijímaním občasnej e-mailovej komunikácie týkajúcej sa môjho predplatného a vylepšení aplikácie. **[Pozrite si naše pravidlá ochrany osobných údajov tu.](%@)**

source: Insert BID and we will search for it in database and fill all publicly available information about the company.
sk: Zadajte IČO a my ho vyhľadáme v databáze a vyplníme všetky verejne dostupné informácie o spoločnosti.

source: Installation of corner bead
sk: Osadenie rohovej lišty

source: Installation of door jamb
sk: Osadenie obložkovej zárubne

source: Installation of gutter
sk: Osadenie žľabu

source: John Doe
sk: Janko Hruška

source: Kids room
sk: Detská izba

source: Kitchen
sk: Kuchyňa

source: last change:
sk: posledná zmena:

source: laying
sk: pokládka

source: Laying no. %lld
sk: Pokládka č. %lld

source: Laying of floating floor
sk: Pokládka plávajúcej podlahy

source: Legal appendix
sk: Spisová vložka

source: Length
sk: Dĺžka

source: Levelling
sk: Nivelačka

source: Light
sk: Svetlý

source: Living room
sk: Obývačka

source: Load-bearing masonry
sk: Nosné murivo

source: Loading...
sk: Načítava sa...

source: Location
sk: Poloha

source: Looking for company...
sk: Hľadá sa spoločnosť...

source: Material
sk: Materiál

source: Material name
sk: Názov materiálu

source: Material price list
sk: Cenník materiál

source: Mesh
sk: Sklotextílna mriežka

source: Mirror
sk: Zrkadlo

source: Name
sk: Meno

source: Name and surname
sk: Meno a priezvisko

source: Name of company
sk: Názov firmy

source: netting
sk: sieťkovanie

source: Netting
sk: Sieťkovanie

source: Netting, ceiling
sk: Sieťkovanie, strop

source: Netting, wall
sk: Sieťkovanie, stena

source: New client
sk: Nový klient

source: New project
sk: Nový projekt

source: New room
sk: Nová miestnosť

source: Next
sk: Ďalej

source: No
sk: Nie

source: No archived projects
sk: Žiadne archivované projekty

source: No client
sk: Žiaden klient

source: No company was found with given BID.
sk: Nepodarilo sa nájsť spoločnosť s daným IČO.

source: No. %lld
sk: č. %lld

source: not sent
sk: neodoslaný

source: Not sent
sk: Neodoslaný

source: Note
sk: Poznámka

source: Notes
sk: Poznámky

source: Number
sk: Číslo

source: Number of outlets
sk: Počet vývodov

source: Options
sk: Možnosti

source: Others
sk: Ostatné

source: outlet
sk: vývod

source: package
sk: balenie

source: Paint
sk: Farba

source: Paint, ceiling
sk: Farba, strop

source: Paint, wall
sk: Farba, stena

source: Painting
sk: Maľovanie

source: Painting no. %lld
sk: Maľovanie č. %lld

source: Painting, ceiling
sk: Maľovanie, strop

source: Painting, wall
sk: Maľovanie, stena

source: partition
sk: priečka

source: Partition
sk: Priečka

source: Partition masonry
sk: Priečkové murivo

source: Partition no. %lld
sk: Priečka č. %lld

source: Paving
sk: Dlažba

source: Paving, ceramic
sk: Dlažba, keramická

source: Pavings
sk: Dlažba

source: Pavings, ceramic
sk: Dlažba, keramická

source: pc
sk: ks

source: PDF could not be created.
sk: PDF nebolo možné vytvoriť.

source: Penetration coating
sk: Penetračný náter

source: Permanently deleting this project will result in the loss of all data. This change is irreversible.
sk: Trvalým vymazaním tohto projektu dôjde k strate všetkých dát. Táto zmena je nevratná.

source: Phone number
sk: Telefónne číslo

source: piece
sk: kus

source: pkg
sk: bal

source: Plaster
sk: Omietka

source: Plasterboard
sk: Sádrokartón

source: Plasterboard, ceiling
sk: Kartón, strop

source: Plasterboard, double partition
sk: Kartón, dvojitá priečka

source: Plasterboard, simple partition
sk: Kartón, jednoduchá priečka

source: Plasterboard, triple partition
sk: Kartón, trojitá priečka

source: Plasterboarding
sk: Sádrokartón

source: Plasterboarding no. %lld
sk: Sádrokartón č. %lld

source: Plasterboarding, ceiling
sk: Sádrokartón, strop

source: Plasterboarding, double
sk: Sádrokartón, dvojitý

source: Plasterboarding, simple
sk: Sádrokartón, jednoduchý

source: Plasterboarding, triple
sk: Sádrokartón, trojitý

source: Plastering
sk: Omietka

source: Plastering of window sash
sk: Omietka špalety

source: Plastering, ceiling
sk: Omietka, strop

source: Plastering, wall
sk: Omietka, stena

source: Plumbing
sk: Vodoinštalatérské práce

source: PO
sk: CP

source: Postal code
sk: Poštové číslo

source: Preferences
sk: Prispôsobenie

source: Preview
sk: Náhľad

source: Price
sk: Cena

source: Price list
sk: Cenník

source: Price offer
sk: Cenová ponuka

source: Price per unit
sk: Cena za mj.

source: Primer
sk: Penetrák

source: Privacy Policy
sk: Zásady ochrany osobných údajov

source: Private
sk: Súkromná

source: Private entity
sk: Fyzická osoba

source: Pro Unlocks
sk: Pro odomkne:

source: Pro User
sk: Pro používateľ

source: Process no. %lld
sk: Proces č. %lld

source: Project category
sk: Kategória projektu

source: Project management
sk: Správa projektu

source: Project name
sk: Názov projektu

source: Project price list
sk: Cenník projektu

source: Projects
sk: Projekty

source: Projects in the archive can be restored or permanently deleted.
sk: Projekty v archíve sa dajú vrátiť, alebo trvalo vymazať.

# projects-title
source: Projects
sk: Projekty

source: Rental duration
sk: Doba pôžičky

source: Restore Purchases
sk: Obnovenie nákupov

source: Restricted Access
sk: Obmedzený prístup

source: Room name
sk: Názov miestnosti

source: Rooms
sk: Miestnosti

source: Sanitary installation
sk: Inštalácia sanity

source: Save
sk: Uložiť

source: Save!
sk: Uložiť!

source: Search
sk: Hľadať

source: Self-levelling compound
sk: Samonivelizačná hmota

source: Send
sk: Poslať

source: sent
sk: odoslaný

source: Sent
sk: Odoslaný

source: set appearance of the app
sk: nastavte vzhľad aplikácie

source: Set email for communication
sk: Zadať e-mail na komunikáciu

source: Settings
sk: Nastavenia

source: Shower cubicle
sk: Sprchový kút

source: Silicone
sk: Silikón

source: Siliconing
sk: Silikónovanie

source: simple
sk: jednoduchá

source: Simple
sk: Jednoduchá

source: simple, partition
sk: jednoduchý, priečka

source: Sink
sk: Umývadlo

source: Sink with cabinet
sk: Umývadlo so skrinkou

source: Skirting
sk: Lištovanie

source: Skirting board
sk: Soklové lišty

source: Something went wrong with the offers. Try again or please contact us at info@fido.sk
sk: Vyskytol sa problém s ponukami. Skúste to znova alebo nás kontaktujte na adrese info@fido.sk

source: Something went wrong. Check internet connection or try again later.
sk: Niečo sa pokazilo. Skontrolujte pripojenie k internetu alebo vyskúšajte neskôr.

source: Standing mixer tap
sk: Batéria stojanová

source: Start Free Trial & Subscribe
sk: Vyskúšať na týždeň zdarma

source: Street
sk: Ulica

source: Subscribe
sk: Predplatiť

source: supplier information, validity of price offer
sk: dodávateľ, platnosť cenovej ponuky

source: switch, socket, light, connection point...
sk: vypínač, zásuvka, svetlo, bod napojenia...

source: Tax ID
sk: Daňové identifikačné číslo

source: Terms of Use
sk: Podmienky používania

source: The last item is - Auxiliary and connecting material. This item includes: cover films, tapes, rollers, brushes, knives, pencils... From our experience, we have found that it is appropriate to set this item at 10%. Example: Material cost will be 1000€ Auxiliary and connecting material 10% Total material cost 1100€
sk: Ako posledná položka sa nachádza - Pomocný a spojovací materiál. V tejto položke sú započítane: krycie fólie, pásky, valčeky, štetce, nože, ceruzky…. Z našej skúsenosti sme zistili, že túto položku je vhodné nastaviť na 10% Príklad: Cena materiálu bude 1000€ Pomocný a spojovací materiál 10% Celková cena materiálu 1100€

source: The last item is - Auxiliary and finishing works. This item includes: material purchase, handling, carrying out, cleaning, covering, taping, waste removal... From our experience, we have found that it is appropriate to set this item at 10%. Example: Work cost will be 1000€ Auxiliary and finishing works 10% Total work cost 1100€
sk: Ako posledná položka sa nachádza - Pomocné a ukončovacie práce. V tejto položke je započítane: nákup materiálu, manipulácia, vynášanie, upratovanie, čistenie, zakrývanie, olepovanie, odvoz odpadu … Z našej skúsenosti sme zistili, že túto položku je vhodné nastaviť na 10% Príklad: Cena práce bude 1000€ Pomocné a ukončovacie práce 10% Celková cena práce 1100€

source: This app will save you hours spent in creating budgets. With the FIDO building calcul app, the budget will be ready in just a few minutes. The app calculates the cost of labor and materials needed for the reconstruction of a house, apartment, etc.
sk: Vám ušetrí hodiny strávene pri vytvárani rozpočtov. S aplikáciou FIDO bulding calcul, bude rozpočet pripravený behom pár minút. Aplikácia vypočíta cenu práce a materiálu potrebného pri rekonštrukcii domu, bytu…

source: This project will be activated and can be found in its specified category.
sk: Tento projekt bude aktivovaný a nájdete ho v určenej kategórii.

source: TID
sk: DIČ

source: Tiles
sk: Obklad

source: Tiles, ceramic
sk: Obklad, keramický

source: Tiling
sk: Obklad

source: tiling and paving
sk: obklad a dlažba

source: Tiling, ceramic
sk: Obklad, keramický

source: Toilet
sk: WC

source: Toilet combi
sk: WC Kombi

source: Toilet with concealed cistern
sk: WC Podomietkové

source: Tool rental
sk: Požičovňa náradia

source: Total price
sk: Celková cena

source: Total price offer
sk: Celková cenová ponuka

source: triple
sk: trojitá

source: Triple
sk: Trojitá

source: triple, partition
sk: trojitý, priečka

source: Try Pro
sk: Vyskúšať Pro

source: Tutorial
sk: Tutoriál

source: Type of client?
sk: Typ osoby?

source: Type of sanity
sk: Typ sanity

source: Unarchive project %@?
sk: Vybrať projekt %@ z archívu?

source: Unarchived
sk: Vybraný z archívu

source: Units of measurement
sk: Merné jednotky

source: Unlock premium features with a subscription. By subscribing, you agree to our terms of service and privacy policy. Your subscription will automatically renew unless canceled at least 24 hours before the end of the current period. You can manage or cancel your subscription in your App Store account settings at any time.
sk: Odomknite prémiové funkcie s predplatným. Prihlásením sa na odber súhlasíte s našimi zmluvnými podmienkami a zásadami ochrany osobných údajov. Vaše predplatné sa automaticky obnoví, pokiaľ ho nezrušíte aspoň 24 hodín pred koncom aktuálneho obdobia. Svoje predplatné môžete kedykoľvek spravovať alebo zrušiť v nastaveniach účtu App Store.

source: Update klient
sk: Uložiť klienta

source: Update prices from general price list?
sk: Aktualizovať ceny z hlavného cenníka?

source: Urinal
sk: Pisoár

source: Valid until
sk: Platné do

source: Validity of price offer
sk: Platnosť cenovej ponuky

source: Validity of your price offers will be set for %lld days since creation.
sk: Platnosť vašich cenových ponúk bude nastavená na %lld dní od vytvorenia.

source: VAT
sk: DPH

source: VAT ID
sk: IČ DPH

source: VAT not included
sk: bez DPH

source: VAT Registration Number
sk: Identifikačné číslo pre daň z pridanej hodnoty

source: VAT(%)
sk: DPH(%)

source: wall
sk: stena

source: Wall no. %lld
sk: Stena č. %lld

source: Wall-mounted tap
sk: Batéria nástenná

source: wall, 2 layers
sk: stena, 2 vrstvy

source: We will use your email only to contact you about your subscription or when there is something new about the app.
sk: Váš e-mail použijeme iba na to, aby sme vás kontaktovali ohľadom vášho predplatného alebo keď bude niečo nové o aplikácii.

source: Web page
sk: Webová stránka

source: Width
sk: Šírka

source: Window
sk: Okno

source: Window installation
sk: Osadenie okna

source: Window lining
sk: Špaleta

source: Window no. %lld
sk: Okno č. %lld

source: Windows
sk: Okná

source: Wiring
sk: Elektroinštalatérské práce

source: without VAT
sk: bez DPH

source: Work
sk: Práca

source: Work name
sk: Názov práce

source: Work price list
sk: Cenník práca

source: Work room
sk: Pracovňa

source: Wrong structure of the email.
sk: Nesprávna štruktúra e-mailu.

source: Yes
sk: Áno

source: Your projects will remain in archive for %lld days, after that they will be deleted automatically.
sk: Vaše projekty zostanú v archíve %lld dní, potom budú automaticky odstránené.

source: Your projects will remain in archive forever. They will not be deleted, unless you do so.
sk: Vaše projekty zostanú navždy v archíve. Ak tak neurobíte, nebudú odstránené.

source: ZIP Code
sk: PSČ
